EducationalEvaluation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Educational Evaluation Results</title>
<!-- 2016-02-25 Thu 06:58 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Educational Evaluation Results</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Learning Objective</a></li>
<li><a href="#sec-2">2. Participants</a></li>
<li><a href="#sec-3">3. What would we do differently</a></li>
<li><a href="#sec-4">4. Overall Results</a></li>
<li><a href="#sec-5">5. Data</a>
<ul>
<li><a href="#sec-5-1">5.1. Participant 1</a>
<ul>
<li><a href="#sec-5-1-1">5.1.1. Pre</a></li>
<li><a href="#sec-5-1-2">5.1.2. Post</a></li>
</ul>
</li>
<li><a href="#sec-5-2">5.2. Participant 2</a>
<ul>
<li><a href="#sec-5-2-1">5.2.1. Pre</a></li>
<li><a href="#sec-5-2-2">5.2.2. Post</a></li>
</ul>
</li>
<li><a href="#sec-5-3">5.3. Participant 3</a>
<ul>
<li><a href="#sec-5-3-1">5.3.1. Pre</a></li>
<li><a href="#sec-5-3-2">5.3.2. Post</a></li>
</ul>
</li>
<li><a href="#sec-5-4">5.4. Analysis</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Learning Objective</h2>
<div class="outline-text-2" id="text-1">
<p>
Our goal was to educate the participants about the Mystic Massacre, and about the Pequot village.
We wished to show how the attack was violent, and to educate the viewer on the tactics used. 
</p>

<blockquote>
<p>
We wish to recreate the Mystic Massacre that took place on May 26, 1637 in which English settlers raided and set fire to the Indian held Pequot Village near the Mystic River during the Pequot War. We would like to recreate this battle to show how violent this era of settlement was and how brutal some of the attacks that took place were. 
</p>
</blockquote>

<p>
We quantified this with a few questions, asking the participant what they knew going in, and then on what they 
knew coming out.
</p>

<p>
We asked
</p>
<ol class="org-ol">
<li>I have a good understanding of how Native American settlements could have been lain out. 
<ul class="org-ul">
<li>(strongly disagree, disagree, neutral, agree, strongly agree).
</li>
</ul>
</li>
<li>I have a good understanding of the events of a famous attack on a Pequot settlement during the Pequot 
war
<ul class="org-ul">
<li>(strongly disagree, disagree, neutral, agree, strongly agree).
</li>
</ul>
</li>
<li>The attack on the Pequot village could be described as brutal or aggressive. 
<ul class="org-ul">
<li>(strongly disagree, disagree, neutral, agree, strongly agree).
</li>
</ul>
</li>
<li>Fire was an important part of the attack
<ul class="org-ul">
<li>(strongly disagree, disagree, neutral, agree, strongly agree).
</li>
</ul>
</li>
</ol>

<p>
To gauge their knowledge of the village, and the attack tactics. 
</p>

<p>
We also then asked for an example of what they learned, before, and after.
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Participants</h2>
<div class="outline-text-2" id="text-2">
<p>
We were able to get 3 participants, all three of them had minimal knowledge of the village, or the attack. 
We hoped to get someone who had some prior knowledge, but we were unable to. 
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> What would we do differently</h2>
<div class="outline-text-2" id="text-3">
<p>
We waited until we had completely finished our simulation before giving out the tests, as we wanted it to be perfect.
However, it was not fully finished until Wednesday night, and the people we planned on being our participants had 
mostly left. We still had 3 people fortunately, but we hoped for a larger sample size. 
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Overall Results</h2>
<div class="outline-text-2" id="text-4">
<p>
The results were overall positive.
The pre surverys did not have a single agree or higher rank chosen, while the post surveys every ranking was agree, or higher.
</p>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Data</h2>
<div class="outline-text-2" id="text-5">
<p>
Comments are rewritten to give the general idea of what they said, but without identifying the participants, and
for brevity.
</p>
</div>
<div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> Participant 1</h3>
<div class="outline-text-3" id="text-5-1">
</div><div id="outline-container-sec-5-1-1" class="outline-4">
<h4 id="sec-5-1-1"><span class="section-number-4">5.1.1</span> Pre</h4>
<div class="outline-text-4" id="text-5-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">neutral</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">strongly disagree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">neutral</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">neutral</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">Comment</td>
<td class="left">Would expect them to defend themselves well</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">as they are in their own land</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-sec-5-1-2" class="outline-4">
<h4 id="sec-5-1-2"><span class="section-number-4">5.1.2</span> Post</h4>
<div class="outline-text-4" id="text-5-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">strongly agree</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">strongly agree</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">Comment</td>
<td class="left">No one seemed around to defend the village</td>
</tr>
</tbody>
</table>
<p>
(Note: In the mystic battle, many of the warriors were away in a raiding party, and due to time constraints, we were not able to reenact the initial skirmish at the camp gates, which eventually led to the decision to light the camp on fire.)
</p>
</div>
</div>
</div>







<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> Participant 2</h3>
<div class="outline-text-3" id="text-5-2">
</div><div id="outline-container-sec-5-2-1" class="outline-4">
<h4 id="sec-5-2-1"><span class="section-number-4">5.2.1</span> Pre</h4>
<div class="outline-text-4" id="text-5-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">disagree</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">strongly disagree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">neutral</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">neutral</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">Comment</td>
<td class="left">Primitive structures would not help against the settlers superior</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">technology, especially guns</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-5-2-2" class="outline-4">
<h4 id="sec-5-2-2"><span class="section-number-4">5.2.2</span> Post</h4>
<div class="outline-text-4" id="text-5-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">strongly agree</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">strongly agree</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">Comment</td>
<td class="left">Surprised that the walls were not taken down,</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">but trapping them in with fire makes sense.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3"><span class="section-number-3">5.3</span> Participant 3</h3>
<div class="outline-text-3" id="text-5-3">
</div><div id="outline-container-sec-5-3-1" class="outline-4">
<h4 id="sec-5-3-1"><span class="section-number-4">5.3.1</span> Pre</h4>
<div class="outline-text-4" id="text-5-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">disagree</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">strongly disagree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">neutral</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">neutral</td>
</tr>

<tr>
<td class="right">Comment</td>
<td class="left">Expected sprawling tents</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-5-3-2" class="outline-4">
<h4 id="sec-5-3-2"><span class="section-number-4">5.3.2</span> Post</h4>
<div class="outline-text-4" id="text-5-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">#</th>
<th scope="col" class="left">Rank</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">agree</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">strongly agree</td>
</tr>

<tr>
<td class="right">Comment</td>
<td class="left">Enjoyed the simple tents, and huts</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-sec-5-4" class="outline-3">
<h3 id="sec-5-4"><span class="section-number-3">5.4</span> Analysis</h3>
<div class="outline-text-3" id="text-5-4">
<p>
We found it interesting how homogeneous the responses were.
With such a small and similar sample size, this seems to suggest that the results are fairly predictable for 
what those going into the experience with little knowledge will gain from it. 
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2016-02-25 Thu 06:58</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.4.2 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
